// Вопрос 1
let answer1 = prompt("Какое твоё любимое аниме?","не смотреть аниме");
alert("Вы предпочитаете " + answer1 + ".");

// Вопрос 2
let answer2 = prompt("Как у вас дела?","будет хорошо");
alert("У вас всё " + answer2 + ".");

// Вопрос 3
let answer3 = prompt("Какое у вас хобби?","лень");
alert("Ваше хобби - " + answer3 + ".");

// Вопрос 4
let answer4 = prompt("Как вас зовут?","Безымянный");
alert("Вас зовут " + answer4 + ".");

// Вопрос 5
let answer5 = prompt("Что вы любите?","себя");
alert("Вы любите " + answer5 + ".");